Repository: ronnystandtke/group_budget
Catalog: content/translations/*.po
Languages: de

source: Open
de: Öffnen

source: Save
de: Speichern

source: Year
de: Jahr

source: Annual Working Time (h):
de: Jahresarbeitszeit (h)

source: Total Budget (CHF):
de: Gesamtbudget (CHF)

source: Management Allowance (CHF):
de: Leitungspauschale (CHF)

source: Budgeted Sick Leave Costs (CHF):
de: Budgetierte Krankheitskosten (CHF)

source: Vacation Costs (CHF):
de: Ferienkosten (CHF)

source: Acquisition Costs (CHF):
de: Akquisekosten (CHF)

source: Administative Costs (CHF):
de: Administrationskosten (CHF)

source: Remaining Budget (CHF):
de: Verbleibendes Budget (CHF)

source: Role
de: Rolle

source: Hourly<br>Rate<br>(CHF)
de: Stundensatz<br>(CHF)

source: Date of Birth
de: Geburtsdatum

source: Vacation<br>Days
de: Ferien-<br>tage

source: Employment<br>(%)
de: Beschäftigungsgrad<br>(%)

source: Annual<br>Working<br>Hours<br>(h)
de: Jahres-<br>arbeits-<br>zeit<br>(h)

source: Annual<br>Vacation<br>Hours<br>(h)
de: Jahres-<br>ferien-<br>zeit<br>(h)

source: Vacation<br>(CHF)
de: Ferien<br>(CHF)

source: Research<br>(%)
de: Forschung<br>(%)

source: Research<br>(h)
de: Forschung<br>(h)

source: Acquisition<br>(h)
de: Akquise<br>(h)

source: Acquisition<br>(CHF)
de: Akquise<br>(CHF)

source: Public<br>Funds<br>(CHF)
de: Staatsmittel<br>(CHF)

source: Lecturer
de: Dozent(in)

source: Scientific Staff
de: WiMa

source: Research Assistant
de: Assistent(in)

source: Actions
de: Aktionen

source: Add
de: Hinzufügen

source: <h1>Startup failed</h1> The startup of this notebook has failed. A known cause for this error is starting the notebook in Firefox in private mode. Please try again in a new Firefox window in normal mode. More background information about this problem can be found here: <br> <a href="https://jupyterlite.readthedocs.io/en/latest/howto/configure/advanced/service-worker.html" target="_blank"> https://jupyterlite.readthedocs.io/en/latest/howto/configure/advanced/service-worker.html</a>
de: <h1>Start fehlgeschlagen</h1> Der Start dieses Notebooks ist fehlgeschlagen. Eine bekannte Ursache für diesen Fehler ist der Start des Notebooks in Firefox im privaten Modus. Bitte versuchen Sie es noch einmal in einem neuen Firefox-Fenster im normalen Modus. Weitere Hintergrundinformationen zu diesem Problem sind hier zu finden: <br> <a href="https://jupyterlite.readthedocs.io/en/latest/howto/configure/advanced/service-worker.html" target="_blank"> https://jupyterlite.readthedocs.io/en/latest/howto/configure/advanced/service-worker.html</a>

source: Total Budget
de: Gesamtbudget

source: Personnel Costs
de: Personalkosten

source: Acquisition
de: Akquise

source: Vacation
de: Ferien

source: Sick Leave
de: Krankheit

source: Remaining
de: Verbleibendes Budget

source: Budget Flow Analysis
de: Budgetfluss-Analyse

source: Utilization: {utilization_percentage:.1f}% | Budget: {budget:,.2f} CHF
de: Auschöpfung: {utilization_percentage:.1f}% | Budget: {budget:,.2f} CHF
